Repository: rox-desktop/rox-filer
Catalog: ROX-Filer/src/po/*.po
Languages: tr

source: Keep icons within screen limits
tr: Simgeleri ekran sınırları içinde tutun

source: If this is set, pinboard icons are always kept completely within screen limits, including the label.
tr: Bu ayarlanırsa pano simgeleri, etiket de dahil olmak üzere her zaman tamamen ekran sınırları içinde tutulur.

source: Icon grid step:
tr: Simge ızgara adımı:

source: Fine
tr: Dar

source: Use a 2-pixel grid for positioning icons on the desktop.
tr: Masaüstündeki simgeleri konumlandırmak için 2 piksellik bir ızgara kullanın.

source: Medium
tr: Orta

source: Use a 16-pixel grid for positioning icons on the desktop.
tr: Masaüstündeki simgeleri konumlandırmak için 16 piksellik bir ızgara kullanın.

source: Coarse
tr: Geniş

source: Use a 32-pixel grid for positioning icons on the desktop.
tr: Masaüstündeki simgeleri konumlandırmak için 32 piksellik bir ızgara kullanın.

source: Iconified windows
tr: Simgeleştirilmiş pencereler

source: Most window managers provide a way to iconify (or 'minimise') windows, and various programs, including ROX-Filer, can be used to display the iconified windows.
tr: Çoğu pencere yöneticisi, pencereleri simgeleştirmek (veya 'küçültmek') için bir yol sağlar ve simgeleştirilmiş pencereleri görüntülemek için ROX-Filer dahil olmak üzere çeşitli programlar kullanılabilir.

source: Show iconified windows
tr: Simgeleştirilmiş pencereleri göster

source: If this option is on, the filer will show each iconified window as a small button on the pinboard. Requires a compatible window manager, and the pinboard must be in use.
tr: Bu seçenek açıksa dosyalayıcı, simgeleştirilmiş her pencereyi pinboardda küçük bir düğme olarak gösterecektir. Uyumlu bir pencere yöneticisi gerektirir ve pinboard kullanımda olmalıdır.

source: Show per workspace
tr: Her çalışma alanı için göster

source: If this option is on, the filer will only show iconified windows associated with the current workspace.
tr: Bu seçenek açıksa, dosyalayıcı yalnızca geçerli çalışma alanıyla ilişkili simgeleştirilmiş pencereleri gösterir.

source: Iconify to the
tr: Simgeleri

source: top-left
tr: üst-sola

source: top-right
tr: üst-sağa

source: bottom-left
tr: alt-sola

source: bottom-right
tr: alt-sağa

source: , going
tr: yerleştir , ve

source: horizontally
tr: yatay sırala

source: vertically
tr: dikey sırala

source: Sometimes the filer doesn't know about your desktop furniture and puts iconified windows under (for example) the Gnome panel. You can define a top or bottom margin to avoid placing the icons there. The filer already knows about its own panel.
tr: Bazen dosyalayıcı, masaüstü dizaynını bilmez ve simgeleştirilmiş pencereleri (örneğin) Gnome panelinin altına koyar. Simgelerin oraya yerleştirilmesini önlemek için bir üst veya alt kenar boşluğu tanımlayabilirsiniz. Dosyalayıcı zaten kendi panelini biliyor.

source: Top margin
tr: Üst sınır

source: Height of no-go area at top of screen.
tr: Ekranın üst kısmındaki yasak alanın yüksekliği.

source: Bottom margin
tr: Alt sınır

source: Height of no-go area at bottom of screen.
tr: Ekranın alt kısmındaki yasak alanın yüksekliği.

source: Left margin
tr: Sol sınır

source: Width of no-go area at left of screen.
tr: Ekranın sol kısmındaki yasak alanın yüksekliği.

source: Right margin
tr: Sağ sınır

source: Width of no-go area at right of screen.
tr: Ekranın sağ kısmındaki yasak alanın yüksekliği.

source: Desktop
tr: Masaüstü

source: When run by a session manager program (such as ROX-Session) the filer can open up a panel and/or the pinboard. Here you configure which.
tr: Bir oturum yöneticisi programı (ROX-Session gibi) tarafından çalıştırıldığında dosyalayıcı bir panel ve/veya pinboard açabilir. Burada hangisi olduğunu yapılandırırsınız.

source: Panel only
tr: Sadece panel

source: Only a panel is shown.
tr: Sadece panel gösterilir.

source: Pinboard only
tr: Sadece pinboard

source: Only the pinboard is shown.
tr: Sadece pinboard gösterilir.

source: Panel and pinboard
tr: Panel ve pinboard

source: Both a panel and a pinboard are shown.
tr: Her ikisi de gösterilir.

source: Enter the name of the pinboard to show here.
tr: Burada gösterilecek pinboard adını girin.

source: Changes here take effect the next time the filer is run.
tr: Buradaki değişiklikler, dosyalayıcının bir sonraki çalıştırılışında etkili olur.

source: The session manager activates these options by using the -S or --rox-session argument to rox.
tr: Oturum yöneticisi bu seçenekleri şu şekilde etkinleştirir: rox için -S veya --rox-session bağımsız değişkenini kullanarak.

source: Action windows
tr: Eylem pencereleri

source: Action windows appear when you start a background operation, such as copying or deleting some files.
tr: Bazı dosyaları kopyalamak veya silmek gibi bir arka plan işlemi başlattığınızda eylem pencereleri görünür.

source: Auto-start (Quiet) these actions
tr: Bu eylemleri otomatik başlat (Sessiz)

source: Copy files without confirming first.
tr: Önce onaylamadan dosyaları kopyalayın.

source: Move files without confirming first.
tr: Önce onaylamadan dosyaları taşıyın.

source: Create links to files without confirming first.
tr: Önce onaylamadan dosyalara bağlantılar oluşturun.

source: Delete files without confirming first.
tr: Önce onaylamadan dosyaları silin.

source: Mount
tr: Bağla

source: Mount and unmount filesystems without confirming first.
tr: Önce onaylamadan dosya sistemlerini bağlayın ve ayırın.

source: Default settings
tr: Varsayılan ayarlar

source: Don't confirm deletion of non-writeable items.
tr: Yazılamaz öğelerin silinmesini onaylamayın.

source: Don't display so much information in the message area.
tr: Mesaj alanında çok fazla bilgi gösterme.

source: Also change contents of subdirectories.
tr: Alt dizinlerin içeriğini de değiştirin.

source: Mount commands
tr: Bağlama komutları

source: Mount command
tr: Bağlama komutu

source: The command used to mount a filesystem. If unsure, use "mount".
tr: Bir dosya sistemini bağlamak için kullanılan komut. Emin değilseniz, "mount" kullanın.

source: Unmount command
tr: Ayırma komutu

source: The command used to unmount a filesystem. If unsure, use "umount" (yes, without the first "n").
tr: Bir dosya sisteminin bağlantısını kesmek için kullanılan komut. Emin değilseniz, "umount" kullanın (evet, ilk n olmadan).

source: Eject command
tr: Çıkarma komutu

source: The command used to eject removable media. If unsure, use "eject".
tr: Çıkarılabilir medyayı çıkarmak için kullanılan komut. Emin değilseniz, "eject"i kullanın.

source: Drag and Drop
tr: Sürükle ve Bırak

source: Dragging to icons
tr: Simgelere sürükleme

source: Allow dragging to icons in filer windows
tr: Dosya pencerelerinde simgelere sürüklemeye izin ver

source: When this is on you can drag a file over a sub-directory or program in a filer window. The item will highlight when you do this and dropping the file will put it into that directory, or load it into the program.
tr: Bu açıkken, bir dosyayı bir dosyalayıcı penceresindeki bir alt dizine veya programa sürükleyebilirsiniz. Bunu yaptığınızda öğe vurgulanacak ve dosyayı bıraktığınızda onu o dizine koyacak veya programa yükleyecektir.

source: Directories spring open
tr: Dizinler sıçrayarak açılır

source: This option, which requires the above option to be turned on too, causes the highlighted directory to 'spring open' after the file is held over it for a short while.
tr: Yukarıdaki seçeneğin de açık olmasını gerektiren bu seçenek, dosya üzerinde kısa bir süre tutulduktan sonra vurgulanan dizinin 'yaylanarak açılmasına' neden olur.

source: Spring delay:
tr: Sıçrama gecikmesi:

source: This option sets how long, in ms, you must hold a file over a directory before it will spring open. The above option must be turned on for this to have any effect.
tr: Bu seçenek, bir dosyayı birdenbire açılmadan önce bir dizin üzerinde ne kadar süre tutmanız gerektiğini ms cinsinden ayarlar. Bunun herhangi bir etkisinin olması için yukarıdaki seçeneğin açık olması gerekir.

source: When dragging files with the left mouse button
tr: Farenin sol tuşuyla dosyaları sürüklerken

source: Show a menu of possible actions
tr: Olası eylemlerin bir menüsünü göster

source: Copy the files
tr: Dosyaları kopyala

source: Note that you can still get the menu to appear, by dragging with Alt held down.
tr: Alt tuşunu basılı tutarak sürükleyerek menünün görünmesini sağlayabileceğinizi unutmayın.

source: When dragging files with the middle mouse button
tr: Orta fare düğmesiyle dosyaları sürüklerken

source: Move the files
tr: Dosyaları taşı

source: Note that you can still get the menu to appear, by dragging with the left button and holding down the Alt key.
tr: Sol düğmeyle sürükleyip Alt tuşunu basılı tutarak menünün görünmesini sağlayabileceğinizi unutmayın.

source: Download handler
tr: İndirme işleyicisi

source: When you drag a file from a web browser or other remote source, this program will be run to download it. $1 is the URI dragged to the filer, and the current directory is the destination. Eg: xterm -e wget $1
tr: Bir web tarayıcısından veya başka bir uzak kaynaktan bir dosyayı sürüklediğinizde, bu program dosyayı indirmek için çalıştırılır. $1 dosyalayıcıya sürüklenen URI'dir ve geçerli dizin hedeftir. Örneğin: xterm -e wget $1

source: Menus
tr: Menüler

source: Size of icons in menus:
tr: Menüdeki simge boyutu:

source: No Icons
tr: Simge Yok

source: Same as current window
tr: Şimdiki pencereyle aynı

source: Same as default
tr: Varsayılanla aynı

source: Behaviour
tr: Davranış

source: File menu on right-click
tr: Sağ tıklama ile dosya menüsü

source: Show the File menu instead of the main menu when right-clicking with files selected (the main menu can be accessed by holding down Control).
tr: Dosyalar seçiliyken sağ tıkladığınızda ana menü yerine dosya menüsünü gösterin (ana menüye Kontrol tuşu basılı tutularak erişilebilir).

source: Terminal emulator program
tr: Uçbirim uygulaması

source: The program to launch when you choose `Terminal Here' from the menu.
tr: Menüden `Buraya Uçbirim'i seçtiğinizde başlayacak program.

source: Keyboard shortcuts
tr: Klavye kısayolları

source: MIME types
tr: MIME türleri

source: The filer uses a set of rules to work out the correct MIME type for each regular file, and then chooses a suitable icon for that type.
tr: Dosyalayıcı, her normal dosya için doğru MIME türünü bulmak üzere bir dizi kural kullanır ve ardından bu tür için uygun bir simge seçer.

source: Edit MIME rules
tr: MIME kurallarını düzenle

source: Themes
tr: Temalar

source: Icon theme
tr: Simge teması

source: Themes should be placed inside the ~/.icons directory.
tr: Temalar ~/.icons dizinine yerleştirilmelidir.

source: Use the 'Set Icon...' dialog box to set the icon for each MIME type. Note that icons set this way override those from the selected theme.
tr: Her MIME türü için simge ayarlamak üzere 'Simge Ayarla...' iletişim kutusunu kullanın. Bu şekilde ayarlanan simgelerin, seçilen temadaki simgeleri geçersiz kıldığını unutmayın.

source: Colours
tr: Renkler

source: File type colours
tr: Dosya türü renkleri

source: Colour files based on their types
tr: Dosyaları türlerine göre renklendir

source: Filenames (and details) are coloured according to the file's type.
tr: Dosya adları (ve ayrıntılar), dosyanın türüne göre renklendirilir.

source: Directory:
tr: Dizin:

source: Regular file:
tr: Boş dosya:

source: Pipe:
tr: Boru:

source: Socket:
tr: Soket:

source: Error, such as a symlink which points to a non-existant file, or a file which the filer does not have permission to examine.
tr: Var olmayan bir dosyaya veya dosyalayıcının inceleme iznine sahip olmadığı bir dosyaya işaret eden bir sembolik bağ gibi hata.

source: Character device:
tr: Karakter aygıtı:

source: Block device:
tr: Blok aygıtı:

source: Door:
tr: Kapı:

source: Door files are a bit like sockets or pipes, and have only been seen on Solaris.
tr: Kapı dosyaları biraz soket veya boru gibidir ve yalnızca Solaris'te görülmüştür.

source: Executable file:
tr: Çalıştırılır dosya:

source: Application directory:
tr: Uygulama dizini:

source: Unknown type:
tr: Bilinmeyen tür:

source: Compatibility
tr: Uyumluluk

source: Command line program
tr: Komut satırı programı

source: Make script
tr: Komut dosyası oluştur

source: Window manager problems
tr: Pencere yöneticisi sorunları

source: Override window manager control of the pinboard and panels
tr: Pencere yöneticisinin pinboard ve panel kontrolünü geçersiz kıl

source: Some window managers don't support the new Extended Window Manager Hints system, and so treat the pinboard and panels like normal windows. Turn this on to fix problems such as the pinboard coming to the front when you click on it, titlebars and other decorations appearing around windows, or having them appear in window-select lists.
tr: Bazı pencere yöneticileri, yeni Genişletilmiş Pencere Yöneticisi İpuçları sistemini desteklemez ve bu nedenle pinboard ve panellere normal pencereler gibi davranır. Üzerine tıkladığınızda pinboardun öne gelmesi, pencerelerin etrafında görünen başlık çubukları ve diğer süslemeler veya bunların pencere seçim listelerinde görünmesi gibi sorunları gidermek için bunu açın.

source: Pass all backdrop mouse clicks to window manager
tr: Tüm arka plan fare tıklamalarını pencere yöneticisine iletin

source: Normally, right clicking on the desktop background will open the pinboard menu and left clicking will clear the selection. Turn this on to forward the events to your window manager instead. Clicks on icons will not be forwarded.
tr: Normal olarak, masaüstü arka planına sağ tıklamak pinboard menüsünü açar ve sol tıklamak seçimi temizler. Bunun yerine olayları pencere yöneticinize iletmek için bunu açın. Simgelere yapılan tıklamalar yönlendirilmeyecektir.

source: Blackbox root menus hack
tr: Blackbox kök menüleri hilesi

source: Blackbox, Fluxbox and similar window managers do not yet work well with the ROX-Filer pinboard. This option enables some workarounds. These window managers are expected to change their behaviour in new versions so that this isn't necessary.
tr: Blackbox, Fluxbox ve benzeri pencere yöneticileri henüz ROX-Filer pinboard ile iyi çalışmıyor. Bu seçenek bazı geçici çözümler sağlar. Bu pencere yöneticilerinin yeni sürümlerde davranışlarını değiştirmeleri beklenir, böylece buna gerek kalmaz.

source: Panel is a 'dock'
tr: Panel bir 'dock'tur

source: Makes sure panels stay against screen edges. Disable this option if the panel stays above other windows against your wishes. Requires a restart to take effect.
tr: Panellerin ekran kenarlarına karşı kalmasını sağlar. Panel istekleriniz dışında diğer pencerelerin üzerinde kalırsa bu seçeneği devre dışı bırakın. Etkinleşmesi için yeniden başlatma gerekir.

source: Panel stays on top
tr: Panel üstte kalır

source: Keeps the panel above other windows. Enable this option to make sure the dock option works correctly in some versions of compiz. May require a restart to take effect.
tr: Paneli diğer pencerelerin üzerinde tutar. Dock seçeneğinin Compiz'in bazı sürümlerinde doğru çalıştığından emin olmak için bu seçeneği etkinleştirin. Etkilenmesi için bir yeniden başlatma gerektirebilir.

source: Panel confined to work area
tr: Çalışma alanıyla sınırlı panel

source: Keeps the panel confined to the work area specified by the Extended Window Manager Specification. Applies to new panels.
tr: Paneli, Genişletilmiş Pencere Yöneticisi Spesifikasyonu tarafından belirlenen çalışma alanıyla sınırlı tutar. Yeni paneller için geçerlidir.

source: Drag and drop
tr: Sürükle ve bırak

source: Don't use hostnames
tr: Ana makine adlarını kullanmayın

source: Some older applications don't support XDND fully and may need to have this option turned on. Use this if dragging files to an application shows a + sign on the pointer but the drop doesn't work.
tr: Bazı eski uygulamalar XDND'yi tam olarak desteklemez ve bu seçeneğin açık olması gerekebilir. Dosyaları bir uygulamaya sürüklerken işaretçide + işareti görünüyorsa ancak bırakma çalışmıyorsa bunu kullanın.

source: Extended attributes
tr: Genişletilmiş özellikler

source: Don't use extended attributes
tr: Genişletilmiş özellikleri kullanma

source: This disables the use of extended attributes available in newer operating systems and file systems. With this option set the 'Set Type' menu entry is disabled, the MIME type of the file is only derived from the file name and the properties window does not report extended attributes.
tr: Bu, daha yeni işletim sistemlerinde ve dosya sistemlerinde bulunan genişletilmiş özniteliklerin kullanımını devre dışı bırakır. Bu seçenek ayarlandığında 'Türü Ayarla' menü girişi devre dışı bırakılır, dosyanın MIME türü yalnızca dosya adından türetilir ve özellikler penceresi genişletilmiş öznitelikleri bildirmez.

source: ROX-Filer log viewer
tr: ROX-Filer günlük görüntüleyici

source: Recently performed actions...
tr: Son gerçekleştirilen eylemler...

source: Open Directory
tr: Dizin Aç

source: Panel Options
tr: Panel seçenekleri

source: Image and Text
tr: Görüntü ve Metin

source: Every icon on this panel is shown with an image and some text.
tr: Bu paneldeki her simge, bir resim ve biraz metinle gösterilir.

source: Image only for applications
tr: Yalnızca uygulamalar için görüntü

source: Applications in this panel have just an image, everything else has both an image and text.
tr: Bu paneldeki uygulamaların sadece bir resmi var, diğer her şeyin hem resmi hem de metni var.

source: Image only
tr: Sadece resim

source: Only the image is shown for icons in this panel.
tr: Bu paneldeki simgeler için yalnızca görüntü gösterilir.

source: Panel width
tr: Panel genişiği

source: The size of this panel.
tr: Bu panelin boyutu.

source: Do not cover panel
tr: Paneli örtme

source: Ask the window manager not to cover this panel when maximising windows, otherwise leave just 2 pixels at the edge of the screen to allow auto-raising. Some window managers may not honour this setting.
tr: Pencere yöneticisinden pencereleri büyütürken bu paneli kapatmamasını isteyin, aksi takdirde otomatik yükseltmeye izin vermek için ekranın kenarında yalnızca 2 piksel bırakın. Bazı pencere yöneticileri bu ayarı dikkate almayabilir.

source: <b>Panel style</b>
tr: <b>Panel stili</b>

source: Confine to Xinerama monitor
tr: Xinerama monitörüyle sınırla

source: If you use multiple monitors with Xinerama, use this option to confine the panel to one monitor.
tr: Xinerama ile birden çok monitör kullanıyorsanız paneli tek bir monitörle sınırlamak için bu seçeneği kullanın.

source: The monitor this panel is confined to when using Xinerama. The numbering starts from zero.
tr: Xinerama kullanılırken bu panelin sınırlandırıldığı monitör. Numaralandırma sıfırdan başlar.

source: Right edge
tr: Sağ sınır

source: Left edge
tr: Sol sınır

source: Bottom edge
tr: Alt sınır

source: Top edge
tr: Üst sınır

source: <b>Position</b>
tr: <b>Konum</b>
