Repository: rox-desktop/rox-filer
Catalog: ROX-Filer/src/po/*.po
Languages: tr

source: <dir>
tr: <dizin>

source: _Quiet
tr: _Sessiz

source: Quiet
tr: Sessiz

source: Don't confirm every operation
tr: Her işlemi onaylama

source: Name
tr: Ad

source: Directory
tr: Dizin

source: Expression:
tr: İfade:

source: See the attr(5) man page for full details.
tr: Tüm ayrıntılar için attr(5) man sayfasına bakın.

source: See the fsattr(5) man page for full details.
tr: Tüm ayrıntılar için fsattr(5) man sayfasına bakın.

source: You do not appear to have OS support.
tr: İS desteğiniz yok gibi görünüyor.

source: Find expression reference
tr: İfade başvurusunu bul

source: <u>Quick Start</u> Just put the name of the file you're looking for in single quotes: <b>'index.html'</b> (to find a file called 'index.html') <u>Examples</u> <b>'*.htm', '*.html'</b> (finds HTML files) <b>IsDir 'lib'</b> (finds directories called 'lib') <b>IsReg 'core'</b> (finds a regular file called 'core') <b>! (IsDir, IsReg)</b> (is neither a directory nor a regular file) <b>mtime after 1 day ago and size > 1Mb</b> (big, and recently modified) <b>'CVS' prune, isreg</b> (a regular file not in CVS) <b>IsReg system(grep -q fred "%")</b> (contains the word 'fred') <u>Simple Tests</u> <b>IsReg, IsLink, IsDir, IsChar, IsBlock, IsDev, IsPipe, IsSocket, IsDoor</b> (types) <b>IsSUID, IsSGID, IsSticky, IsReadable, IsWriteable, IsExecutable</b> (permissions) <b>IsEmpty, IsMine</b> A pattern in single quotes is a shell-style wildcard pattern to match. If it contains a slash then the match is against the full path; otherwise it is against the leafname only. <u>Comparisons</u> <b>&lt;, &lt;=, =, !=, &gt;, &gt;=, After, Before</b> (compare two values) <b>5 bytes, 1Kb, 2Mb, 3Gb</b> (file sizes) <b>2 secs|mins|hours|days|weeks|years ago|hence</b> (times) <b>atime, ctime, mtime, now, size, inode, nlinks, uid, gid, blocks</b> (values) <u>Specials</u> <b>system(command)</b> (true if 'command' returns with a zero exit status; a % in 'command' is replaced with the path of the current file) <b>prune</b> (false, and prevents searching the contents of a directory).
tr: <u> Hızlı Başlangıç </u> Aradığınız dosyanın adını tek tırnak halinde koyun: <b> 'index.html' </b> ('index.html' adlı bir dosya bulmak için) <u> Örnekler </u> <b> '*. htm', '*.html' </b> (html dosyalarını bulur) <b>IsDir 'lib' </b> ('lib' adlı dizinleri bulur) <b>IsReg 'çekirdek' </b> ('Çekirdek' adlı normal bir dosya bulur) <b>! (IsDir, IsReg)</b> (ne bir dizin ne de normal bir dosya) <b>mtime after 1 day ago and size > 1Mb</b> (büyük ve yakın zamanda değiştirilmiş) <b>CVS' prune, isreg</b> (CVS'de olmayan normal bir dosya) <b>IsReg system(grep -q fred "%")</b> ('fred' kelimesini içerir) <u> Basit Testler </u> <b>IsReg, IsLink, IsDir, IsChar, IsBlock, IsDev, IsPipe, IsSocket, IsDoor</b> (Türler) <b>IsSUID, IsSGID, IsSticky, IsReadable, IsWriteable, IsExecutable</b> (İzinler) <b>IsEmpty, IsMine</b> A pattern in single quotes is a shell-style wildcard pattern to match. If it contains a slash then the match is against the full path; otherwise it is against the leafname only. <U> Karşılaştırmalar </u> <b> & lt;, & lt; =, =,! =, & gt;, & gt; =, sonra </b> (iki değer karşılaştırın) <b> 5 bayt, 1KB, 2MB, 3GB </b> (dosya boyutları) <b> 2 saniye | Mins | Saatler | Günler | Haftalar | Yıllar önce | Bu nedenle </b> (Times) <b> atime, ctime, mTime, şimdi, boyut, inode, nlinks, uid, gid, bloklar </b> (değerler) <u> Özel komutlar </u> <b> Sistem (komut) </b> ('Komut' sıfır çıkış durumuyla dönerse doğru; 'Komut' in A %, geçerli dosyanın yolu ile değiştirilir) <b> prune </b> (Yanlış ve bir dizinin içeriğini aramayı önler).

source: Change permissions reference
tr: İzin referansını değiştir

source: Normally, you can just select a command from the menu (click on the arrow beside the command box). Sometimes, you need more... The format of a command is: <b>CHANGE, CHANGE, ...</b> Each <b>CHANGE</b> is: <b>WHO HOW PERMISSIONS</b> <b>WHO</b> is some combination of <b>u</b>, <b>g</b> and <b>o</b> which determines whether to change the permissions for the User (owner), Group or Others. <b>HOW</b> is <b>+</b>, <b>-</b> or <b>=</b> to add, remove or set exactly the permissions. <b>PERMISSIONS</b> is some combination of the letters <b>rwxXstugo</b> Bracketed text and spaces are ignored. <u>Examples</u> <b>u+rw</b>: the file owner gains read and write permission <b>g=u</b>: the group permissions are set to be the same as the user's <b>o=u-w</b>: others get the same permissions as the owner, but without write permission <b>a+x</b>: <b>a</b>ll get execute/access permission - same as <b>ugo+x</b> <b>a+X</b>: directories become accessable by everyone; files which were executable by anyone become executable by everyone <b>u+rw, go+r</b>: two commands at once! <b>u+s</b>: set the SetUID bit - often has no effect on script files <b>755</b>: set the permissions directly See the chmod(1) man page for full details.
tr: Normalde menüden bir komut seçebilirsiniz (komut kutusunun yanındaki oka tıklayın). Bazen daha fazlasına ihtiyaç duyarsın... Bir komutun formatı: <b>DEĞİŞİKLİK, DEĞİŞİKLİK, ...</b> Her <b>DEĞİŞİKLİK</b>: <b>KİM NASIL İZİNLER</b> şeklindedir <b>KİM</b>, <b>u</b>, <b>g</b> ve <b>o</b>'nin bir kombinasyonu olup olmayacağını belirler. Kullanıcı (sahip), Grup veya Diğerleri için izinleri değiştirin. İzinleri tam olarak eklemek, kaldırmak veya ayarlamak için <b>NASIL</b> <b>+</b>, <b>-</b> veya <b>=</b> şeklindedir. <b>İZİNLER</b>, <b>rwxXstugo</b> harflerinin bir kombinasyonudur Parantez içindeki metin ve boşluklar dikkate alınmaz. <u>Örnekler</u> <b>u+rw</b>: dosya sahibi okuma ve yazma izni alır <b>g=u</b>: grup izinleri, kullanıcının izinleriyle aynı olacak şekilde ayarlanır <b>o=u-w</b>: diğerleri, sahiple aynı izinlere sahip olur, ancak yazma izni yoktur <b>a+x</b>: <b>a</b> yürütme/erişim izni alır - <b>ugo+x</b> ile aynı <b>a+X</b>: dizinler herkes tarafından erişilebilir hale gelir; olan dosyalar herkes tarafından yürütülebilir herkes tarafından yürütülebilir hale gelir <b>u+rw, go+r</b>: aynı anda iki komut! <b>u+s</b>: SetUID bitini ayarlayın - genellikle betik dosyaları üzerinde hiçbir etkisi yoktur <b>755</b>: izinleri doğrudan ayarlayın Tüm ayrıntılar için chmod(1) kılavuz sayfasına bakın.

source: Set type reference
tr: Tür başvurusunu ayarla

source: Normally ROX-Filer determines the type of a regular file by matching it's name against a pattern. To change the type of the file you must rename it. Newer file systems can support something called 'Extended Attributes' which can be used to store additional data with each file as named parameters. ROX-Filer uses the 'user.mime_type' attribute to store file types. File types are only supported for regular files, not directories, devices, pipes or sockets, and then only on certain file systems and where the OS implements them.
tr: Normalde Rox-Filer, adını bir desenle eşleştirerek normal bir dosyanın türünü belirler. Dosyanın türünü değiştirmek için yeniden adlandırmanız gerekir. Daha yeni dosya sistemleri, adlandırılan parametreler gibi her dosyayla ek veri depolamak için kullanılabilen 'genişletilmiş öznitelikler' adı verilen bir şeyi destekleyebilir. Rox-Filer, dosya türlerini depolamak için 'user.mime_type' özniteliğini kullanır. Dosya türleri yalnızca dizinler, cihazlar, borular veya soketler ve daha sonra yalnızca belirli dosya sistemlerinde ve işletim sisteminin bunları uyguladığı düzenli dosyalar için desteklenir.

source: Process terminated.
tr: İşlem sonlandırıldı.

source: There was one error.
tr: Bir hata vardı.

source: There were %d errors.
tr: %d hata vardı.

source: ERROR reading
tr: Okumada HATA

source: ' Done
tr: ' Bitti

source: ERROR
tr: HATA

source: Yes
tr: Evet

source: No
tr: Hayır

source: Asking child process to terminate...
tr: Alt sürecin sonlandırılması isteniyor...

source: Trying to KILL run-away process...
tr: Çalışan süreç ÖLDÜRMEYE çalışılıyor...

source: ?Count contents of %s?
tr: ? %s içeriğini say?

source: ?Delete %s'%s'?
tr: ? %s'%s' sil?

source: WRITE-PROTECTED
tr: YAZMA KORUMALI

source: 'Deleting '%s'
tr: ''%s' siliniyor

source: 'Directory '%s' deleted
tr: ''%s' dizini silindi

source: ?Eject '%s'?
tr: ? '%s' öğesini çıkar?

source: 'Eject '%s'
tr: %s'yi çıkar

source: !%s eject failed
tr: !%s çıkarma başarısız

source: ?Check '%s'?
tr: ? '%s' seçeneğini işaretle?

source: !Invalid find condition - change it and try again
tr: ! Geçersiz bulma koşulu - değiştirin ve yeniden deneyin

source: '(while checking '%s')
tr: '('%s' kontrol ederilirken)

source: ?Change permissions of '%s'?
tr: ? '%s' izinlerini mi değiştiriyorsunuz?

source: 'Changing permissions of '%s'
tr: '%s' için izinleri değiştir

source: !Invalid mode command - change it and try again
tr: ! Geçersiz mod komutu - değiştirin ve yeniden deneyin

source: ?Change contents of '%s'?
tr: ? '%s' içeriğini değiştir?

source: ?Change type of '%s'?
tr: ? '%s' türünü değiştir?

source: !Invalid type - change it and try again
tr: ! Geçersiz tür - değiştirin ve yeniden deneyin

source: 'Changing type of '%s' to '%s'
tr: '%s' türünü '%s' olarak değiştir

source: 'Not changing type of directory '%s'
tr: 'Dizin türü değiştirilmiyor '%s '

source: 'Non-regular file '%s' not changed
tr: Normal-dışı '%s' dosyası değiştirilmedi

source: ?'%s' already exists - %s?
tr: ?' %s' zaten var - %s?

source: merge contents
tr: içeriği birleştir

source: overwrite
tr: üzerine yaz

source: 'Trying copy anyway...
tr: Yine de kopyalamayı deniyorum...

source: ?Copy %s as %s?
tr: ? %s'yi %s olarak mı kopyala?

source: 'Copying %s as %s
tr: '%s %s olarak kopyalanıyor

source: !ERROR: Destination already exists, but is not a directory
tr: !ERROR: Hedef zaten var, ancak bir dizin değil

source: !%s Failed to copy '%s'
tr: !%s '%s' kopyalanamadı

source: ?'%s' already exists - overwrite?
tr: ?' %s' zaten var - üzerine yaz?

source: 'Trying move anyway...
tr: Yine de taşımaya çalışıyorum...

source: ?Move %s as %s?
tr: ? %s'yi %s olarak mı taşıyacaksınız?

source: 'Moving %s as %s
tr: '%s %s olarak taşınıyor

source: !%s Failed to move %s as %s
tr: !%s %s %s olarak taşınamadı

source: !ERROR: Can't copy object into itself
tr: !ERROR: Nesne kendi üzerine kopyalanamaz

source: !ERROR: Can't move/rename object into itself
tr: !HATA: Nesne kendi üzerine taşınamaz/adlandırılamaz

source: 'Linking %s as %s
tr: '%s %s olarak bağlanıyor

source: ?Link %s as %s?
tr: ? %s'yi %s olarak mı bağlayın?

source: 'Mounting %s
tr: '%s bağlanıyor

source: 'Unmounting %s
tr: '%s ayrılıyor

source: ?Mount %s?
tr: ? %s bağlansın mı?

source: ?Unmount %s?
tr: ? %s ayrılsın mı?

source: !%s Mount failed
tr: !%s Bağlama başarısız

source: !%s Unmount failed
tr: !%s Ayırma başarısız

source: '(seems to be mounted now anyway)
tr: '(zaten bağlı görünüyor)

source: ' Total: %s (
tr: ' Toplam: %s (

source: file
tr: dosya

source: files
tr: dosyalar

source: no directories)
tr: dizin yok)

source: directory
tr: dizin

source: directories
tr: dizinler

source: !No mount points selected!
tr: !Bağlama noktası seçilmedi!

source: ?Another search?
tr: ? Başka bir arama?

source: !'%s' is a symbolic link
tr: !' %s' bir sembolik bağdır

source: You need to select some items to search through
tr: Arama yapmak için bazı öğeleri seçmeniz gerekir

source: Find
tr: Bul

source: You need to select some items to count
tr: Sayılacak bazı öğeleri seçmeniz gerekir

source: Disk Usage
tr: Disk Kullanımı

source: Mount / Unmount
tr: Bağla / Ayır

source: ROX-Filer does not yet support mount points on your system. Sorry.
tr: ROX-Filer henüz sisteminizdeki bağlama noktalarını desteklememektedir. Üzgünüz.

source: Delete
tr: Sil

source: Force
tr: Zorla

source: Don't confirm deletion of non-writeable items
tr: Yazılamayan öğelerin silinmesini onaylama

source: Brief
tr: Özet

source: Only log directories being deleted
tr: Dizinleri yalnızca silindikleri sırada günlüğe kaydet

source: You need to select the items whose permissions you want to change
tr: İzinlerini değiştirmek istediğiniz öğeleri seçmeniz gerekir

source: a+x (Make executable/searchable)
tr: a+x (Çalıştırılabilir/aranabilir yap)

source: a-x (Make non-executable/non-searchable)
tr: a-x (Çalıştırılamaz/aranamaz yap)

source: u+rw (Give owner read+write)
tr: u+rw (Sahibine okuma+yazma izni ver)

source: go-rwx (Private - owner access only)
tr: go-rwx (Özel - yalnızca sahibi erişir)

source: go=u-w (Public access, not write)
tr: go=u-w (Genel erişim, yazılamaz)

source: Permissions
tr: İzinler

source: Don't list processed files
tr: İşlenen dosyaları listeleme

source: Recurse
tr: Yinelemeli

source: Also change contents of subdirectories
tr: Ayrıca alt dizinlerin içeriğini de değiştir

source: Command:
tr: Komut:

source: You need to select the items whose type you want to change
tr: Türünü değiştirmek istediğiniz öğeleri seçmeniz gerekir

source: Set type
tr: Türü ayarla

source: Change contents of subdirectories
tr: Alt dizinlerin içeriğini değiştirme

source: Type:
tr: Tür:

source: Copy
tr: Kopyala

source: Newer
tr: Daha yeni

source: Only over-write if source is newer than destination.
tr: Yalnızca kaynak hedeften daha yeniyse üzerine yaz.

source: Only log directories as they are copied
tr: Dizinleri yalnızca kopyalandıkları sırada günlüğe kaydet

source: Move
tr: Taşı

source: Don't log each file as it is moved
tr: Her dosyayı taşınırken günlüğe kaydetme

source: Link
tr: Bağ

source: Eject
tr: Çıkar

source: Deleting items such as
tr: Öğeler siliniyor:

source: Deleting the item
tr: Öğe siliniyor

source: Deleting the items
tr: Öğeler siliniyor

source: and
tr: ve

source: will affect some items on the pinboard or panel - really delete it?
tr: pinboard veya paneldeki bazı öğeleri etkileyecek - gerçekten silinsin mi?

source: will affect some items on the pinboard or panel - really delete them?
tr: pinboard veya paneldeki bazı öğeleri etkileyecek - gerçekten silinsinler mi?

source: <missing label>
tr: <etiket yok>

source: Symlink any programs you want into this directory. They will appear in the menu for all items of this type (%s/%s).
tr: İstediğiniz programları bu dizine sembolik olarak bağlayın. Bu türdeki tüm öğeler menüde görünürler (%s/%s).

source: Customise Menu...
tr: Menüyü Özelleştir...

source: Help
tr: Yardım

source: Path
tr: Yol

source: Title
tr: Başlık

source: Can't bookmark non-local resource '%s'
tr: Yerel olmayan kaynak '%s' yer imlerine eklenemez

source: '%s' isn't a directory
tr: '%s' bir dizin değil

source: You should first select some rows to delete
tr: Öncelikle silinecek bazı satırları seçmelisiniz

source: Put the cursor on an entry in the list to move it
tr: Taşımak için imleci listedeki bir girişin üzerine getirin

source: This item is already at the end
tr: Bu öğe zaten sonda

source: Can't bookmark non-local directories like '%s'
tr: '%s' gibi yerel olmayan dizinler yer imlerine konulamaz

source: Add New Bookmark
tr: Yeni Yer İşareti Ekle

source: Edit Bookmarks
tr: Yer imlerini düzenle

source: Recently Visited
tr: Son Ziyaret Edilenler

source: Bulk rename files
tr: Dosyaları toplu olarak yeniden adlandırma

source: Reset
tr: Sıfırla

source: Make the New column a copy of Old
tr: Yeni sütunu Eski'nin kopyası yap

source: _Rename
tr: _Yeniden Adlandır

source: Replace:
tr: Değiştir:

source: This is a regular expression to search for. ^ matches the start of a filename $ matches the end \. matches a dot \.htm$ matches the '.htm' in 'index.htm', etc
tr: Bu, aranması gereken düzenli ifadedir. ^ bir dosya adının başıyla eşleşir. $ sonuyla eşleşir. \. bir noktayla eşleşir. \.htm$ 'index.htm' içindeki '.htm' ile eşleşir, vb

source: With:
tr: Birlikte:

source: The first match in each filename will be replaced by this string. The only special characters are back-references from \0 to \9. To use them literally, they have to be escaped with a backslash.
tr: Her dosya adındaki ilk eşleşme bu dize ile değiştirilecektir. Tek özel karakterler \ 0 ila \ 9 arasında geri referanslardır. Onları tam anlamıyla kullanmak için, bir ters eğik ile kapatılması gerekir.

source: Apply
tr: Uygula

source: Do a search-and-replace in the New column. The files are not actually renamed until you click on the Rename button below.
tr: Yeni sütununda bir arama ve değiştirme işlemi yapın. Aşağıdaki Yeniden Adlandır düğmesine tıklayana kadar dosyalar aslında yeniden adlandırılmaz.

source: Old name
tr: Eski ad

source: New name
tr: Yeni ad

source: No strings (in the New column) matched the given expression
tr: Hiçbir dize (Yeni sütunda) verilen ifadeyle eşleşmedi

source: One name matched, but the result was the same
tr: Bir isim eşleşti, ancak sonuç aynıydı

source: %d names matched, but the results were all the same
tr: %d adları eşleşti, ancak sonuçların hepsi aynıydı

source: Specify a regular expression to match, and a string to replace matches with.
tr: Eşleşecek düzenli ifade ve eşleşmelerin değiştirileceği bir dize belirtin.

source: %s (for '%s')
tr: %s ('%s' için)

source: A file called '%s' already exists. Aborting bulk rename.
tr: '%s' adlı bir dosya zaten var. Toplu yeniden adlandırma iptal ediliyor.

source: Failed to rename '%s' as '%s': %s Aborting bulk rename.
tr: '%s' '%s' olarak yeniden adlandırılamadı: %s Toplu yeniden adlandırma iptal ediliyor.

source: A file called '%s' already exists
tr: '%s' adlı bir dosya zaten var

source: Some of the New names contain / characters (eg '%s'). This will cause the files to end up in different directories. Continue?
tr: Yeni adlardan bazıları / karakteri içerir (örneğin, '%s'). Bu, dosyaların farklı dizinlerde bitmesine neden olur. Devam edilsin mi?

source: None of the names have changed. Nothing to do!
tr: İsimlerin hiçbiri değişmedi. Yapacak bir şey yok!

source: %d directories could not be migrated
tr: %d dizinleri aktarılamadı

source: Choices have been moved from %s to the new location %s %s
tr: Seçenekler şuradan taşındı: %s yeni konumu %s %s

source: Can't stat directory: %s
tr: Dizin özellikleri alınamıyor: %s

source: Can't open directory: %s
tr: Dizin açılamıyor : %s

source: lstat(2) failed: %s
tr: lstat(2) başarısız: %s

source: Link (relative)
tr: Bağ (göreceli)

source: Link (absolute)
tr: Bağ (mutlak)

source: Internal error - bad info type
tr: İç hata - hatalı bilgi türü

source: Drag a directory here to bookmark it.
tr: Bir dizini yer imlerine eklemek için buraya sürükleyin.

source: XDS protocol error: leafname may not contain '/'
tr: XDS protokol hatası: yaprak adı '/' içermez

source: XdndDirectSave0 target provided, but the atom XdndDirectSave0 (type text/plain) did not contain a leafname
tr: XdndDirectSave0 hedefi sağlandı, ancak atom XdndDirectSave0 (tür text/plain) bir yaprak adı içermiyordu

source: Sorry - I require a target type of text/uri-list or XdndDirectSave0.
tr: Üzgünüm - text/uri-list veya XdndDirectSave0 hedef türüne ihtiyacım var.

source: Sorry - I require a target type of text/uri-list or application/octet-stream.
tr: Üzgünüm - text/uri-list veya application/octet-stream. hedef türüne ihtiyacım var.

source: Failed to add some items to the pinboard, because they are on a remote machine. For example: %s
tr: Uzak bir makinede oldukları için pinboard'a bazı öğeler eklenemedi. Örneğin: %s

source: Unknown target
tr: Bilinmeyen hedef

source: Remote app can't or won't send me the data - sorry
tr: Uzak uygulama bana veri gönderemiyor veya göndermiyor - üzgünüm

source: XDS protocol error: return code should be 'S', 'F' or 'E'
tr: XDS protokol hatası: dönüş kodu 'S', 'F' veya 'E' olmalıdır

source: Sorry, can't display a menu of actions for a remote file / raw data.
tr: Üzgünüz, uzak bir dosya için eylemler menüsü görüntülenemiyor / ham veri.

source: UntitledData
tr: İsimsizVeri

source: Error saving file: %s
tr: Dosya kaydında hata: %s

source: No URIs in the text/uri-list (nothing to do!)
tr: Hiç text/uri-list içinde URI yok (yapacak bir şey yok!)

source: Can't get data from remote machine (application/octet-stream not provided)
tr: Uzak makineden veri alınamıyor (application/octet-stream sağlanmadı)

source: Some of these files are on a different machine - they will be ignored - sorry
tr: Bu dosyalardan bazıları farklı bir makinede - göz ardı edilecekler - üzgünüm

source: None of these files are on the local machine - I can't operate on multiple remote files - sorry.
tr: Bu dosyaların hiçbiri yerel makinede değil - birden fazla uzak dosyada çalışamıyorum - üzgünüm.

source: Unknown action requested
tr: Bilinmeyen eylem istendi

source: Error getting file list: %s
tr: Dosya listesi: %s alınırken hata oluştu

source: Show
tr: Göster

source: Show the current choice in a filer window
tr: Geçerli seçimi dosya penceresinde gösterme

source: <nothing>
tr: <hiçbirşey>

source: I can't show you the currently set item, because nothing is currently set. Drag something onto me!
tr: Şu anda ayarlanmış olan öğeyi size gösteremiyorum, çünkü şu anda hiçbir şey ayarlanmamış. Bana bir şey sürükle!

source: Sorry, you need to drop exactly one file onto the drop area.
tr: Üzgünüz, bırakma alanına sadece bir dosya bırakmanız gerekiyor.

source: Sorry, I can't use '%s' because it's not a local file.
tr: Üzgünüm, yerel bir dosya olmadığı için '%s' kullanamıyorum.

source: Can't access '%s': %s
tr: '%s' erişemiyor: %s

source: Error scanning '%s': %s
tr: Tarama hatası '%s': %s

source: Error scanning '%s': %s
tr: Tarama hatası '%s': %s

source: Do you want to unmount this device? Unmounting a device makes it safe to remove the disk.
tr: Bu cihazı ayırmak istiyor musunuz? Cihazı ayırmak diski çıkarmayı güvenli hale getirir.

source: Perform the same action in future for this mount point
tr: Bu bağlama noktası için gelecekte aynı eylemi gerçekleştir

source: No change
tr: Değişiklik yok

source: Unmount
tr: Ayır

source: Directory missing/deleted
tr: Dizin kayıp/silinmiş

source: Group %s is not set. Select some files and press Ctrl+%s to set the group. Press %s on its own to reselect the files later. Make sure NumLock is on if you use the keypad.
tr: Grup %s ayarlanmamış. Bazı dosyaları seçin ve grubu ayarlamak için Ctrl+%s tuşlarına basın. Dosyaları daha sonra yeniden seçmek için kendi başına %s tuşuna basın. Tuş takımını kullanıyorsanız NumLock'un açık olduğundan emin olun.

source: Directory '%s' is not accessible
tr: '%s' dizinine erişilemiyor

source: Directory '%s' not found.
tr: '%s' dizini bulunamadı.

source: Cancel
tr: İptal

source: All,
tr: Hepsi,

source: Scanning,
tr: Taranıyor,

source: Thumbs,
tr: Önizleme,

source: Symbolic link to
tr: Sembolik bağ şuraya

source: This filename is not valid UTF-8. You should rename it.
tr: Bu dosya adı geçerli UTF-8 değil. Yeniden adlandırmalısınız.

source: Item no longer exists!
tr: Öğe artık yok!

source: Select display properties to save
tr: Kaydedilecek görüntü özelliklerini seç

source: <b>Save display settings for directory</b>
tr: <b>Dizin için görüntü ayarlarını kaydet</b>

source: Select settings to save
tr: Kaydedilecek ayarları seç

source: Position
tr: Konum

source: Size
tr: Boyut

source: Show hidden
tr: Gizlileri göster

source: Display style
tr: Ekran stili

source: Sort type and order
tr: Sıralama türü ve düzeni

source: Details
tr: Detaylar

source: Thumbnails
tr: Önizleme

source: Filter
tr: Süzgeç

source: And
tr: Ve

source: Not
tr: Değil

source: system
tr: sistem

source: After
tr: Sonra

source: Before
tr: Önce

source: Now
tr: Şimdi

source: Byte
tr: Bayt

source: Bytes
tr: Bayt

source: Sec
tr: Sn

source: Secs
tr: Sn

source: Min
tr: Dk

source: Mins
tr: Dk

source: Hour
tr: Saat

source: Hours
tr: Saat

source: Day
tr: Gün

source: Days
tr: Gün

source: Week
tr: Hafta

source: Weeks
tr: Hafta

source: Year
tr: Yıl

source: Years
tr: Yıl

source: Ago
tr: Önce

source: Hence
tr: Bu yüzden

source: size
tr: boyut

source: blocks
tr: blok

source: Save As:
tr: Farklı Kaydet:

source: Unnamed
tr: İsimsiz
