Repository: rox-desktop/rox-filer
Catalog: ROX-Filer/src/po/*.po
Languages: tr

source: Remote application wants to use Direct Save, but I can't read the XdndDirectSave0 (type text/plain) property.
tr: Uzak uygulama Direct Save'i kullanmak istiyor, ancak XdndDirectSave0 (type text/plain) özelliği okunamıyor.

source: Drag the icon to a directory viewer (or enter a full pathname)
tr: Simgeyi dizin görüntüleyiciye sürükleyin (veya tam bir yol adı girin)

source: Attempt to read an XML file as a text file. File '%s' may be corrupted.
tr: XML dosyasını metin dosyası olarak okumayı deneyin. '%s' dosyası bozulmuş olabilir.

source: Error in '%s' file at line %d: "%s" This may be due to upgrading from a previous version of ROX-Filer. Open the Options window and try changing something and then changing it back (causing the file to be resaved). Further errors will be ignored.
tr: '%s' dosyası %d satırında hata oluştu: "%s" Bunun nedeni, ROX-Filer'ın eski sürümünden yükseltme yapılması olabilir. Seçenekler penceresini açın ve Kaydet'e tıklayın. Diğer hatalar yok sayılacaktır.

source: Incorrect or missing line break in text/uri-list data
tr: Bir text/uri-list verisinde yanlış veya eksik satır sonu

source: Failed to open file '%s': %s
tr: Dosya açılamadı '%s': %s

source: Failed to load image '%s': reason not known, probably a corrupt image file
tr: '%s' resmi yüklenemedi: nedeni bilinmiyor, muhtemelen bozuk bir resim dosyası

source: This program (%s) cannot be run, as the 0launch command is not available. It can be downloaded from here: http://0install.net/injector.html
tr: 0launch komutu mevcut olmadığı için bu program (%s) çalıştırılamaz. Buradan indirilebilir: http://0install.net/injector.html

source: Note that you must save your choices and restart the filer for the new language setting to take full effect.
tr: Yeni dil ayarının tam olarak etkili olması için seçimlerinizi kaydetmeniz ve dosya yöneticisini yeniden başlatmanız gerektiğini unutmayın.

source: (click to set)
tr: (ayarlamak için tıklayın)

source: About ROX-Filer...
tr: ROX-Filer Hakkında...

source: Show Help Files
tr: Yardım Dosyalarını Göster

source: Manual
tr: Kılavuz

source: Options...
tr: Seçenekler...

source: Home Directory
tr: Ana Dizin

source: File
tr: Dosya

source: Shift Open
tr: Shift Aç

source: Properties
tr: Özellikler

source: Set Run Action...
tr: Çalıştırma eylemini ayarlayın...

source: Set Icon...
tr: Simgeyi Ayarla...

source: Edit Item
tr: Öğeyi Düzenle

source: Show Location
tr: Konumu Göster

source: Remove Item(s)
tr: Öğe(ler)i Kaldır

source: Nothing
tr: Hiçbirşey

source: The location must contain at least one character!
tr: Konum en az bir karakter içermelidir!

source: You must unlock '%s' before removing it
tr: Kaldırmadan önce '%s' kilidini açmalısınız

source: You must first select some items to remove
tr: Önce kaldırılacak bazı öğeleri seçmeniz gerekir

source: An item must be unlocked before it can be removed.
tr: Bir öğe kaldırılmadan önce kilidi açılmalıdır.

source: You must open the menu over an item
tr: Menüyü bir öğenin üzerinde açmanız gerekir

source: You can only set the run action for a regular file
tr: Çalıştır eylemini yalnızca normal bir dosya için ayarlayabilirsiniz

source: Press the desired shortcut (eg, Control+F1)
tr: İstediğiniz kısayola basın (örneğin, Kontrol + F1)

source: Failed to get keyboard grab!
tr: Klavye yakalama başarısız!

source: Clicking the icon opens:
tr: Simgeyi tıklamak şunu açar:

source: Arguments to pass (for executables):
tr: Geçilecek değişkenler (çalıştırılır dosyalar için):

source: The text displayed under the icon is:
tr: Simgenin altında görüntülenen metin şu:

source: The keyboard shortcut is:
tr: Klavye kısayolu şu:

source: Locked
tr: Kilitli

source: Locking an item prevents it from being accidentally removed
tr: Bir öğenin kilitlenmesi, yanlışlıkla kaldırılmasını önler

source: Are you sure you want to open %d windows?
tr: %d pencereleri açmak istediğinizden emin misiniz?

source: Show Info
tr: Bilgi Göster

source: (bad utf-8)
tr: (kötü utf-8)

source: Show _Help Files
tr: _Yardım Dosyalarını Göster

source: <b>Permissions</b>
tr: <b>İzinler</b>

source: <b>Contents indicate...</b>
tr: <b>İçindekiler gösteriyor ki...</b>

source: <b>When all directories are closed</b>
tr: <b>Tüm dizinler kapatıldığında</b>

source: bytes
tr: bayt

source: Failed to read size
tr: Boyut okunamadı

source: '%s' is no longer a symlink
tr: '%s' artık bir sembolik bağ değil

source: Failed to unlink '%s': %s
tr: '%s' bağlantısını kaldıramadı: %s

source: Failed to create symlink from '%s': %s (note: old link has been deleted)
tr: '%s' den sembolik bağ oluşturulamadı: %s (Not: eski bağlantı silindi)

source: Error:
tr: Hata:

source: Real directory:
tr: Gerçek dizin:

source: Owner, Group:
tr: Sahip, Grup:

source: Size:
tr: Boyut:

source: Scanning
tr: Taranıyor

source: Failed to scan
tr: Tarama yapılamadı

source: Change time:
tr: Zamanı değiştir:

source: Modify time:
tr: Değiştirme zamanı:

source: Access time:
tr: Erişim time:

source: Extended attributes:
tr: Genişletilmiş özellikler:

source: Present
tr: Mevcut

source: None
tr: Hiçbiri

source: Not supported
tr: Desteklenmiyor

source: Link target:
tr: Bağlantı hedefi:

source: Run action:
tr: Çalıştır komutu:

source: Execute file
tr: Dosyayı çalıştır

source: Comment
tr: Yorum

source: Execute
tr: Çalıştır

source: <nothing yet>
tr: <birşey yok>

source: file(1) says... %s
tr: file(1) diyor ki... %s

source: Could not change permissions: %s
tr: İzinler değiştirilemedi: %s

source: Owner
tr: Sahip

source: Group
tr: Grup

source: World
tr: Herkes

source: Read
tr: Oku

source: Write
tr: Yaz

source: Exec
tr: Çalıştır

source: Sticky
tr: Yapışkan

source: Do nothing
tr: Hiçbirşey yapma

source: Ask
tr: Sor

source: Symbolic link
tr: Sembolik bağ

source: ROX application
tr: ROX uygulaması

source: mounted
tr: bağlı

source: unmounted
tr: ayrık

source: Mount point for %s (%s)
tr: %s (%s) için bağlama noktası

source: Mount point (%s)
tr: Bağlama noktası (%s)

source: ROX-Filer started
tr: ROX-Filer başlatılıyor

source: %s on %d items
tr: %s %d öğede

source: Item
tr: Öğe

source: Time
tr: Zaman

source: Action
tr: Eylem

source: Copyright (C) 2005 Thomas Leonard. ROX-Filer comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute copies of ROX-Filer under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
tr: Telif Hakkı (C) 2005 Thomas Leonard. ROX-Filer için KESİNLİKLE GARANTİ VERİLMEMEKTEDİR, Yasaların izin verdiği ölçüde GNU Genel Kamu Lisansı şartları altında. ROX-Filer kopyalarını yeniden dağıtabilirsiniz Bu konular hakkında daha fazla bilgi için, COPYING adlı dosyaya bakın.

source: Try `ROX-Filer/AppRun --help' for more information.
tr: Daha fazla bilgi için `ROX-Filer/AppRun --help' deneyin.

source: Try `ROX-Filer/AppRun -h' for more information.
tr: Daha fazla bilgi için `ROX-Filer/AppRun -h' deneyin.

source: NOTE: Your system does not support long options - you must use the short versions instead.
tr: NOT: Sisteminiz uzun seçenekleri desteklemiyor - bunun yerine kısa sürümleri kullanmanız gerekir.

source: Usage: ROX-Filer/AppRun [OPTION]... [FILE]... Open each directory or file listed, or the current working directory if no arguments are given. -b, --border=PANEL open PANEL as a border panel -B, --bottom=PANEL open PAN as a bottom-edge panel -c, --client-id=ID used for session management -d, --dir=DIR open DIR as directory (not application) -D, --close=DIR close DIR and its subdirectories -h, --help display this help and exit -l, --left=PANEL open PAN as a left-edge panel -m, --mime-type=FILE print MIME type of FILE and exit -n, --new start new copy; for debugging the filer -p, --pinboard=PIN use pinboard PIN as the pinboard -r, --right=PANEL open PAN as a right-edge panel -R, --RPC invoke method call read from stdin -s, --show=FILE open a directory showing FILE -S, --rox-session use default panel and pinboard options, and -n -t, --top=PANEL open PANEL as a top-edge panel -u, --user show user name in each window -U, --url=URL open file or directory in URI form -v, --version display the version information and exit -x, --examine=FILE FILE has changed - re-examine it Report bugs to %s. Home page (including updated versions): http://rox.sourceforge.net/
tr: Kullanım: ROX-Filer/AppRun [SEÇENEK]... [DOSYA]... Listelenen her dizini veya dosyayı ya da geçerli çalışmayı açın dizinine bağımsız değişken verilmemişse. -b, --border=PANEL open PANEL kenarlık paneli olarak -B, --bottom=PANEL open PAN alt kenar paneli olarak -c, --client-id=ID used oturum yönetimi için kullanılır -d, --dir=DIR open DIR dizin olarak (uygulama değil) -D, --close=DIR close DIR ve alt dizinleri -h, --help Bu yardımı ve çıkışı görüntüle -l, --left=PANEL open PAN sol kenar paneli olarak -m, --mime-type=FILE print MIME FILE türü ve çıkış -n, --new start yeni kopya; Dosyalayıcıda hata ayıklamak için -p, --pinboard=PINpinboard PIN'ini pinboard olarak kullan -r, --right=PANEL open PAN sağ kenar paneli olarak -R, --RPC invoke yöntem çağrısı stdin'den okundu -s, --show=FILE open DOSYA'yı gösteren bir dizin -S, --rox-session use varsayılan panel ve pinboard seçenekleri ve -t, --top=PANEL open PANEL üst kenar paneli olarak -u, --user show her pencerede kullanıcı adı -U, --url=URL open dosyası veya dizini URI biçiminde -v, --version Sürüm bilgilerini görüntüle ve çık -x, --examine=FILE FILE değişti - yeniden inceleyin Hataları %s bildirin. Ana sayfa (güncellenmiş versionlar dahil): http://rox.sourceforge.net/

source: We got a BadWindow error from the X server. This might be due to this GTK bug (during drag-and-drop?): http://bugzilla.gnome.org/show_bug.cgi?id=152151 Trying to continue...
tr: X sunucusundan bir BadWindow hatası aldık. Bunun nedeni bu GTK hatası olabilir (sürükle ve bırakma sırasında?): http://bugzilla.gnome.org/show_bug.cgi?id=152151 Devam etmeye çalışıyorum ...

source: The -o argument is no longer used. You can turn on override redirect from the Options box instead.
tr: -o değişkeni artık kullanılmamaktadır. Bunun yerine Seçenekler kutusundan yönlendirmeyi geçersiz kıl özelliğini etkinleştirebilirsiniz.

source: Running as user '%s'
tr: '%s' kullanıcısı olarak çalıştırılıyor

source: Compiled with GTK version %s
tr: GTK %s sürümü ile derlenmiştir.

source: Running with GTK version %d.%d.%d
tr: GTK %d.%d.%d sürümü ile çalıştırılıyor.

source: features set at compile time
tr: derlemede ayarlanan özellikler

source: Large File Support
tr: Büyük Dosya Desteği

source: Inotify support
tr: Inotify desteği

source: Dnotify support
tr: Dnotify desteği

source: Binary compatibility
tr: İkili uyumluluk

source: Yes (can run with older glibc versions)
tr: Evet (eski glibc sürümleriyle çalışabilir)

source: No (apsymbols.h not found)
tr: Hayır (apsymbols.h bulunamadı)

source: Extended attribute support
tr: Genişletilmiş özellik desteği

source: Unable to read '%s': %s
tr: Okunamadı '%s': %s

source: Left-click to run %s. Right-click for a list of versions.
tr: %s çalıştırmak için sol tıklayın. Sürümlerin listesi için sağ tıklatın.

source: Error creating '%s': %s
tr: '%s' oluşturulurken hata oluştu: %s

source: Save
tr: Kaydet

source: Start script
tr: Komut dosyası başlat

source: Click to save a script to run ROX-Filer. If you are using Zero Install you should use 0alias instead.
tr: ROX-Filer'ı çalıştırmak üzere bir komut dosyası kaydetmek için tıklayın. Zero Install kullanıyorsanız, bunun yerine 0alias kullanmalısınız.

source: Display
tr: Göster

source: Icons View
tr: Simge Görünümü

source: Icons, With...
tr: Simge, Birlikte...

source: Sizes
tr: Boyut

source: Types
tr: Tür

source: Times
tr: Zaman

source: List View
tr: Liste Görünümü

source: Bigger Icons
tr: Büyük Simgeler

source: Smaller Icons
tr: Küçük Simgeler

source: Automatic
tr: Otomatik

source: Sort by Name
tr: Ada göre Sırala

source: Sort by Type
tr: Türe göre Sırala

source: Sort by Date
tr: Tarihe göre Sırala

source: Sort by Size
tr: Boyuta göre Sırala

source: Sort by Owner
tr: Sahibe göre Sırala

source: Sort by Group
tr: Gruba göre Sırala

source: Reversed
tr: Ters

source: Show Hidden
tr: Gizlileri Göster

source: Filter Files...
tr: Dosyaları Süz...

source: Filter Directories With Files
tr: Dizinleri dosyalarla süz

source: Show Thumbnails
tr: Önizlemeleri Göster

source: Refresh
tr: Yenile

source: Save Current Display Settings...
tr: Geçerli Ekran Ayarlarını Kaydet...

source: Copy...
tr: Kopyala...

source: Rename...
tr: Yeniden Adlandır...

source: Link...
tr: Bağ...

source: Send To...
tr: Gönder...

source: Count
tr: Say

source: Set Type...
tr: Türü Ayarla...

source: Select
tr: Seç

source: Select All
tr: Tümünü Seç

source: Clear Selection
tr: Seçimi Temizle

source: Invert Selection
tr: Seçimi Ters Çevir

source: Select by Name...
tr: İsme Göre Seç...

source: Select If...
tr: Seç Eğer...

source: New
tr: Yeni

source: Blank file
tr: Boş dosya

source: Window
tr: Pencere

source: Parent, New Window
tr: Üst, Yeni Pencere

source: Parent, Same Window
tr: Üst, Aynı Pencere

source: New Window
tr: Yeni Pencere

source: Show Bookmarks
tr: Yer İmlerini Göster

source: Show Log
tr: Günlüğü Göster

source: Follow Symbolic Links
tr: Sembolik Bağlantıları İzle

source: Resize Window
tr: Pencereyi Boyutlandır

source: Close Window
tr: Pencereyi Kapat

source: Enter Path...
tr: Yolu Girin...

source: Shell Command...
tr: Kabuk Komutu...

source: Terminal Here
tr: Buraya Uçbirim

source: Switch to Terminal
tr: Uçbirim'e geç

source: You should Shift+Menu click over a file to send it somewhere
tr: Bir yere göndermek için Shift + Menu tuşlarına basmanız gerekir

source: Next Click
tr: Sonraki Tıklama

source: %d items
tr: %d öğe

source: Open unmounted
tr: Bağlamadan aç

source: Show Target
tr: Hedefi Göster

source: Look Inside
tr: İçeriye Bak

source: Open As Text
tr: Metin Olarak Aç

source: Extended attributes, used to store types, are not supported for this file or files. This may be due to lack of support from the filesystem or the C library, or it may simply be that the filesystem needs to be mounted with the right mount option ('user_xattr' on Linux).
tr: Türleri depolamak için kullanılan genişletilmiş öznitelikler bu dosya veya dosyalar için desteklenmez. Bunun nedeni dosya sisteminden veya C kitaplığından destek gelmemesi olabilir veya dosya sisteminin doğru bağlama seçeneğiyle (Linux'ta 'user_xattr') bağlanması gerekebilir.

source: Setting type not supported for some of these files
tr: Bu dosyalardan bazıları için ayar türü desteklenmiyor

source: _Relative link
tr: _Göreceli bağ

source: If on, the symlink will store the path from the symlink to the target file. Use this if the symlink and the target will be moved together. If off, the path from the root directory is stored - use this if the symlink may move but the target will stay put.
tr: Açıksa, sembolik bağlantı, sembolik bağlantıdan hedef dosyaya giden yolu depolar. Sembolik bağlantı ve hedef birlikte taşınacaksa bunu kullanın. Kapalıysa, kök dizinden gelen yol saklanır - sembolik bağlantı hareket edebilir ancak hedef yerinde kalacaksa bunu kullanın.

source: New pathname is not absolute
tr: Yeni yol adı mutlak değil

source: Symlink from '%s' already exists. Replace it with a link to '%s'?
tr: '%s' sembolik bağı zaten var. '%s' bağıyla değiştirilsin mi?

source: _Replace
tr: _Değiştir

source: Create
tr: Oluştur

source: NewDir
tr: YeniDizin

source: NewFile
tr: YeniDosya

source: Error creating file: could not find the template for %s
tr: Dosya oluşturulurken hata oluştu: %s için şablon bulunamadı

source: The `Send To' menu provides a quick way to send some files to an application. The applications listed are those in the following directories: %s %s The `Send To' menu may be opened by Shift+Menu clicking over a file. Advanced use: You can also create subdirectories called `.text_html', `.text', etc which will only be shown for files of that type. `.group' is shown only when multiple files are selected.
tr: `Gönder' menüsü, bazı dosyaları bir uygulamaya hızlı gönderme yolunu sağlar. Listelenen uygulamalar aşağıdaki dizinlerde bulunan uygulamalardır: %s %s `Gönder' menüsü, bir dosyanın üzerinden tıklayarak Shift+Menü ile açılabilir. Gelişmiş kullanım: Yalnızca bu tür dosyalar için gösterilecek olan `.text_html',` .text' adlı alt dizinler de oluşturabilirsiniz. `.group '' yalnızca birden fazla dosya seçildiğinde gösterilir.

source: I'll show you your SendTo directory now; you should symlink (Ctrl+Shift drag) any applications you want into it.
tr: Şimdi size SendTo dizininizi göstereceğim; içine istediğiniz herhangi bir uygulamayı sembolik olarak bağlamanız (Ctrl+Shift sürükleme) gerekir.

source: Your CHOICESPATH variable setting prevents customisations - sorry.
tr: CHOICESPATH değişken ayarınız özelleştirmeleri engelliyor - üzgünüm.

source: Any files placed in your Templates directories will appear on the `New' menu. Choosing one of them will make a copy of it as the new file. The following directories contain templates: %s %s
tr: Şablonlar dizinlerinize yerleştirilen tüm dosyalar 'Yeni' menüsünde görünecektir. Bunlardan birini seçmek, yeni dosya olarak onun bir kopyasını oluşturur. Aşağıdaki dizinler şablonlar içerir: %s %s

source: I'll show you your Templates directory now; you should place any template files you want inside it.
tr: Şimdi size Şablonlar dizininizi göstereceğim; içine istediğiniz herhangi bir şablon dosyasını yerleştirmelisiniz.

source: Customise
tr: Özelleştir

source: This is already the canonical name for this directory.
tr: Bu zaten bu dizinin standart adıdır.

source: You can't open a second view onto this directory because the `Unique Windows' option is turned on in the Options window.
tr: Seçenekler penceresinde 'Benzersiz Windows' seçeneği açık olduğundan, bu dizine ikinci bir görünüm açamazsınız.

source: Copy ... ?
tr: Kopyala...?

source: Rename ... ?
tr: Yeniden Adlandır...?

source: Symlink ... ?
tr: Sembolik bağ...?

source: Shift Open ... ?
tr: Shift Aç...?

source: Properties of ... ?
tr: Özellikler...?

source: Set type of ... ?
tr: Türü Ayarla...?

source: Set run action for ... ?
tr: Çalıştırma eylemini ayarlayın...?

source: Set icon for ... ?
tr: Simgeyi ayarla...?

source: Send ... to ... ?
tr: Gönder...?

source: DELETE ... ?
tr: SİL... ?

source: Count the size of ... ?
tr: Boyutunu say ...?

source: Set permissions on ... ?
tr: İzinleri değiştir...?

source: Search inside ... ?
tr: İçinde ara...?

source: You cannot do this to more than one item at a time
tr: Bunu aynı anda birden fazla öğeye yapamazsınız

source: Rename
tr: Adlandır

source: Symlink
tr: Sembolik bağ

source: User-definable shortcuts are disabled by default in Gtk2, and you have not enabled them. You can turn this feature on by: 1) using an XSettings manager, such as ROX-Session or gnome-settings-daemon, or 2) adding this line to ~/.gtkrc-2.0: gtk-can-change-accels = 1 (this only works if NOT using XSETTINGS)
tr: Kullanıcı tanımlı kısayollar, Gtk2'de varsayılan olarak devre dışıdır ve siz bunları etkinleştirmediniz. Bu özelliği şu şekilde açabilirsiniz: 1) ROX-Session veya gnome-settings-daemon gibi bir XSettings yöneticisi kullanarak veya 2) bu satırı ~/.gtkrc-2.0'a ekleyerek: gtk-can-change-accels = 1 (bu yalnızca XSETTINGS KULLANILMAZSA çalışır)

source: To set a keyboard short-cut for a menu item: - Open the menu over a filer window, - Move the pointer over the item you want to use, - Press the key you want attached to it. The key will appear next to the menu item and you can just press that key without opening the menu in future.
tr: Bir menü öğesi için bir klavye kısayolu ayarlamak için: - Bir dosyalayıcı penceresi üzerinden menüyü açın, - İşaretçiyi kullanmak istediğiniz öğenin üzerine getirin, - Eklemek istediğiniz tuşa basın. tuşu menü öğesinin yanında görünür ve ileride menüyü açmadan o tuşa basabilirsiniz.

source: Set keyboard shortcuts
tr: Klavye kısayolu ayarla

source: Goto:
tr: Git:

source: Shell:
tr: Kabuk:

source: Select If:
tr: Seç Eğer:

source: Select Named:
tr: İsimle seç:

source: Pattern:
tr: Kalıp:

source: Enter the name of a file and I'll display it for you. Press Tab to fill in the longest match. Escape to close the minibuffer.
tr: Bir dosyanın adını girin, sizin için göstereyim. En uzun eşleşmeyi doldurmak için Sekme tuşuna basın. Escape Minibuffer'ı kapatır.

source: Enter a shell command to execute. Click on a file to add it to the buffer.
tr: Çalıştırmak için bir kabuk komutu girin. Arabelleğe eklemek için bir dosyaya tıklayın.

source: Enter a file name pattern to select all matching files: ? means any character * means zero or more characters [aA] means 'a' or 'A' [a-z] means any character from a to z (lowercase) *.png means any name ending in '.png'
tr: Eşleşen tüm dosyaları seçmek için bir dosya adı kalıbı girin: ? herhangi bir karakter anlamına gelir * sıfır veya daha fazla karakter anlamına gelir [aA] 'a' veya 'A' anlamına gelir [a-z], a'dan z'ye kadar herhangi bir karakter anlamına gelir (küçük harf) *.png, '.png' ile biten herhangi bir ad anlamına gelir

source: Enter a pattern to match for files to be shown. An empty filter turns the filter off.
tr: Gösterilecek dosyalar için eşleşecek bir model girin. Boş bir filtre, filtreyi kapatır.

source: Invalid Find condition
tr: Geçersiz Bul koşulu

source: File system table "%s" not found, cannot monitor system mounts
tr: "%s" dosya sistemi tablosu bulunamadı, sistem bağlantılarını izleyemiyor

source: %s total, %s used, %s free (%.1f %%)
tr: Toplam %s, kullanılan %s, boş %s (%.1f %%)

source: ROX-Filer has converted your Options file to the new XML format
tr: ROX-Filer, Seçenekler dosyanızı yeni XML biçimine dönüştürdü

source: (use default)
tr: (varsayılanı kullan)

source: Internal error: %s unreadable
tr: Dahili hata: %s okunamıyor

source: Options
tr: Seçenekler

source: _Revert
tr: _Geri Döndür

source: Restore all choices to how they were when the Options box was opened.
tr: Seçenekler kutusu açıldığında tüm seçenekleri eski haline getirin.

source: Choices will be saved as: %s
tr: Seçenekler şu şekilde kaydedilecektir: %s

source: (saving disabled by CHOICESPATH)
tr: (kaydetme CHOICESPATH tarafından devre dışı bırakıldı)

source: Error saving %s: %s
tr: %s kaydedilirken hata: %s

source: Missing '='
tr: '=' eksik

source: Unable to replace '%s'
tr: '%s' değiştirilemiyor

source: Unable to save '%s'
tr: '%s' kaydedilemedi

source: Your old panel file has been converted to the new XML format.
tr: Eski panel dosyanız yeni XML biçimine dönüştürüldü.

source: You have tried to close a panel via the window manager - I usually find that this is accidental... really close?
tr: Pencere yöneticisi aracılığıyla bir paneli kapatmayı denediniz - Genelde bunun yanlışlıkla olduğunu görüyorum... gerçekten yakın mı?

source: Missing < or > in panel config file
tr: Panel yapılandırma dosyasında < veya > eksik

source: Error saving panel %s: %s
tr: Panel %s kaydedilirken hata: %s

source: Applet quit without ever creating a widget!
tr: Applet, hiç bir widget oluşturmadan kapanıyor!

source: Error running applet: %s
tr: Uygulamayı çalıştırırken hata: %s

source: Are you sure you want to remove this panel from the desktop?
tr: Bu paneli masaüstünden kaldırmak istediğinizden emin misiniz?

source: Remove Panel
tr: Paneli Kaldır

source: Panel Options...
tr: Panel Seçenekleri...

source: Xinerama monitor %d unavailable
tr: Xinerama monitörü %d kullanılamıyor

source: Top
tr: Üst

source: Bottom
tr: Alt

source: Left
tr: Sol

source: Right
tr: Sağ

source: Default
tr: Varsayılan

source: Unknown side
tr: Bilinmeyen taraf

source: Your old pinboard file has been converted to the new XML format.
tr: Eski pinboard dosyanız yeni XML biçimine dönüştürüldü.
