Repository: rox-desktop/rox-filer
Catalog: ROX-Filer/src/po/*.po
Languages: tr

source: The backdrop handler must be an application directory. Drag an application directory into the Set Backdrop dialog box, or (for programmers) pass it to the SOAP SetBackdropApp method.
tr: Arka plan işleyicisi bir uygulama dizini olmalıdır. Bir uygulama dizinini Arka Planı Ayarla iletişim kutusuna sürükleyin veya (programcılar için) onu SOAP SetBackdropApp yöntemine iletin.

source: You can only set the backdrop to an image or to a program which knows how to manage ROX-Filer's backdrop. Programmers: the application's AppInfo.xml must contain the CanSetBackdrop element, as described in ROX-Filer's manual.
tr: Arka planı yalnızca bir görüntüye veya ROX-Filer'ın arka planını nasıl yöneteceğini bilen bir programa ayarlayabilirsiniz. Programcılar: uygulamanın AppInfo.xml dosyası, ROX-Filer'ın kılavuzunda açıklandığı gibi CanSetBackdrop öğesini içermelidir.

source: Set backdrop
tr: Arkaplanı ayarla

source: Choose a style and drag an image in:
tr: Bir stil seçin ve bir görseli şuraya sürükleyin:

source: Centre the image without scaling it
tr: Görüntüyü ölçeklendirmeden ortalayın

source: Centre
tr: Orta

source: Scale the image to fit the backdrop area, without distorting it
tr: Görüntüyü bozmadan arka plan alanına sığacak şekilde ölçeklendirin

source: Scale
tr: Ölçeklendir

source: Scale the image to fit the backdrop area, regardless of image dimensions - overscale
tr: Görüntü boyutlarından bağımsız olarak görüntüyü arka plan alanına sığacak şekilde ölçeklendirin - aşırı ölçeklendirme

source: Fit
tr: Sığdır

source: Stretch the image to fill the backdrop area
tr: Resmi arka plan alanını dolduracak şekilde uzatın

source: Stretch
tr: Uzat

source: Tile the image over the backdrop area
tr: Görüntüyü arka plan alanı üzerine döşeyin

source: Tile
tr: Döşe

source: Drop an image here
tr: Buraya bir resim bırakın

source: No pinboard was in use... the 'Default' pinboard has been selected. Use 'rox -p=Default' to turn it on in future.
tr: Pano kullanımda değildi... Varsayılan pano seçildi. Gelecekte açmak için 'rox -p=Default' kullanın.

source: Only files (and certain applications) can be used to set the background image.
tr: Arka plan görüntüsünü ayarlamak için yalnızca dosyalar (ve belirli uygulamalar) kullanılabilir.

source: Missing '>' in icon label
tr: Simge etiketinde '>' eksik

source: Missing ',' after icon label
tr: Simge etiketinden sonra ',' eksik

source: Error saving pinboard %s: %s
tr: Pinboard %s kaydedilirken hata oluştu: %s

source: Backdrop...
tr: Arkaplan...

source: Add Panel
tr: Panel Ekle

source: Error loading backdrop image: %s Backdrop removed.
tr: Arka plan resmi yüklenirken hata oluştu: %s Arka plan kaldırıldı.

source: Can't delete thumbnails in %s: %s
tr: %s içindeki önizlemeler silinemiyor: %s

source: There are no thumbnails to delete
tr: Silinecek önizleme yok

source: Purge thumbnails disk cache
tr: Önizleme önbelleğini temizle

source: Unknown style '%s'
tr: Bilinmeyen stil '%s'

source: Unknown details type '%s'
tr: Bilinmeyen ayrıntılar türü '%s'

source: Unknown sorting type '%s'
tr: Bilinmeyen sıralama türü '%s'

source: Attempt to invoke unknown SOAP method '%s'
tr: Bilinmeyen SOAP yöntemi '%s' çağrılmaya çalışıldı

source: Program %s not found - deleted?
tr: %s programı bulunamadı - silindi mi?

source: File doesn't exist, or I can't access it: %s
tr: Dosya mevcut değil veya dosyaya erişemiyorum: %s

source: I don't know how to open '%s'
tr: '%s'yi nasıl açacağımı bilmiyorum

source: '%s' is not a valid URI
tr: '%s' geçerli bir URI değil

source: %s not accessable
tr: %s erişilemez

source: Non-local URL %s
tr: Yerel olmayan URL %s

source: %s: no handler for %s
tr: %s: %s için işleyici yok

source: Application: This is an application directory - you can run it as a program, or open it (hold down Shift while you open it). Most applications provide their own help here, but this one doesn't.
tr: Uygulama: Bu bir uygulama dizini - onu bir program olarak çalıştırabilir veya açabilirsiniz (açarken Shift tuşunu basılı tutun). Çoğu uygulama burada kendi yardımını bulundurur, ancak bu uygulamada yok.

source: Could not send data to program: %s
tr: Programa veri gönderilemedi: %s

source: Could not read link: %s
tr: Bağ okunamadı: %s

source: Broken symlink (or you don't have permission to follow it): %s
tr: Bozuk sembolik bağlantı (veya onu takip etme izniniz yok): %s

source: No run action specified for files of this type (%s/%s) - you can set a run action by choosing `Set Run Action' from the File menu, or you can just drag the file to an application.%s
tr: Bu tür (%s/%s) dosyaları için çalıştırma eylemi belirtilmedi - Dosya menüsünden `Çalıştırma Eylemini Ayarla'yı seçerek bir çalıştırma eylemi ayarlayabilir veya dosyayı bir uygulamaya sürükleyebilirsiniz.%s

source: Note: If this is a computer program which you want to run, you need to set the execute bit by choosing Permissions from the File menu.
tr: Not: Bu, çalıştırmak istediğiniz bir bilgisayar programıysa, Dosya menüsünden İzinler'i seçerek yürütme bitini ayarlamanız gerekir.

source: Executable '%s' is world-writeable! Refusing to run. Please change the permissions now (this problem may have been caused by a bug in earlier versions of the filer). Having (non-symlink) run actions world-writeable means that other people who use your computer can replace your run actions with malicious versions. If you trust everyone who could write to these files then you needn't worry. Otherwise, you should check, or even just delete, all the existing run actions.
tr: Yürütülebilir '%s' herkes tarafından yazılabilir! Çalıştırma reddediliyor. Lütfen izinleri şimdi değiştirin (bu sorun Dosyalayıcının önceki sürümlerindeki bir hatadan kaynaklanmış olabilir). Çalıştırma eylemlerinin (simge bağlantısı olmayan) herkes tarafından yazılabilir olması, bilgisayarınızı kullanan diğer kişilerin çalıştırma eylemlerinizi kötü amaçlı sürümlerle değiştirebileceği anlamına gelir. Bu dosyalara yazabilecek herkese güveniyorsanız endişelenmenize gerek yok. Aksi takdirde, mevcut tüm çalıştırma eylemlerini kontrol etmeli, hatta silmelisiniz.

source: go-w (Fix security problem)
tr: go-w (Güvenlik sorununu düzeltin)

source: byte
tr: bayt

source: Failed to open and stat file '%s': %s
tr: '%s' dosyası açılamadı ve stat yapılamadı: %s

source: Failed to mmap file '%s': %s
tr: '%s' dosyası mmap yapılamadı: %s

source: Close
tr: Kapat

source: Close filer window
tr: Dosya penceresini kapat

source: Up
tr: Yukarı

source: Change to parent directory
tr: Üst dizine geç

source: Home
tr: Ev

source: Change to home directory
tr: Ana dizine geç

source: Bookmarks
tr: Yer imleri

source: Bookmarks menu
tr: Yer imleri menüsü

source: Scan
tr: Tara

source: Rescan directory contents
tr: Dizin içeriğini yeniden tara

source: Change icon size
tr: Simge boyutunu değiştir

source: Automatic size mode
tr: Otomatik boyut modu

source: Show extra details
tr: Ekstra ayrıntıları göster

source: Sort
tr: Sırala

source: Change sort criteria
tr: Sıralama ölçütünü değiştir

source: Hidden
tr: Gizli

source: Left: Show/hide hidden files Right: Show/hide thumbnails
tr: Sol: Gizli dosyaları göster/gizle Sağ: Küçük resimleri göster/gizle

source: Select all/invert selection
tr: Tümünü seç/seçimi ters çevir

source: Show ROX-Filer help
tr: ROX-Filer yardımını göster

source: (%u hidden)
tr: (%u gizli)

source: items
tr: öğe

source: item
tr: öğe

source: No items%s
tr: Öğe yok%s

source: %u selected (%s)
tr: %u seçili (%s)

source: Sort by name
tr: Ada göre sırala

source: Sort by type
tr: Türe göre sırala

source: Sort by date
tr: Tarihe göre sırala

source: Sort by size
tr: Boyuta göre sırala

source: Sort by owner
tr: Sahibe göre sırala

source: Sort by group
tr: Gruba göre sırala

source: ascending
tr: artan

source: descending
tr: azalan

source: Sym link
tr: Sembolik bağ

source: Mount point
tr: Bağlama noktası

source: App dir
tr: Uyg. dizini

source: Dir
tr: Dizin

source: Char dev
tr: Krkter aygıtı

source: Block dev
tr: Blok aygıtı

source: Pipe
tr: Boru

source: Socket
tr: Soket

source: Unknown
tr: Bilinmeyen

source: Enter a shell command which will load "$@" into a suitable program. Eg: gimp "$@"
tr: Uygun bir programa "$@" yükleyecek bir kabuk komutu girin. Örneğin: gimp "$@"

source: This is not a program! Give me an application instead!
tr: Bu bir program değil! Bunun yerine bana bir uygulama verin!

source: No run action defined
tr: Çalıştırma eylemi tanımlanmadı

source: Error in handler %s: %s
tr: %s işleyicisinde hata: %s

source: Invalid application %s (bad AppRun)
tr: Geçersiz uygulama %s (hatalı AppRun)

source: Non-executable %s
tr: Çalıştırılamaz %s

source: Set run action
tr: Çalıştır eylemini ayarla

source: If a handler for the specific type isn't set up, use this as the default.
tr: Belirli tür için bir işleyici kurulmamışsa, bunu varsayılan olarak kullanın.

source: Set default for all `%s/<anything>'
tr: Tüm `%s/<anything>' için varsayılanı ayarla

source: Use this application for all files with this MIME type.
tr: Bu MIME türündeki tüm dosyalar için bu uygulamayı kullanın.

source: Only for the type `%s' (%s/%s)
tr: Yalnızca `%s' türü için (%s/%s)

source: Drop a suitable application here
tr: Buraya uygun bir uygulama bırakın

source: OR
tr: YADA

source: Enter a shell command:
tr: Bir kabuk komutu girin:

source: _Use Command
tr: _ Komut Kullan

source: A run action already exists and is quite a big program - are you sure you want to delete it?
tr: Bir çalıştırma eylemi zaten var ve oldukça büyük bir program - onu silmek istediğinizden emin misiniz?

source: Can't remove %s: %s
tr: %s kaldırılamıyor: %s

source: Choices saving is disabled by CHOICESPATH variable
tr: Seçimleri kaydetme, CHOICESPATH değişkeni tarafından devre dışı bırakıldı

source: Failed to create symlink '%s': %s
tr: '%s' sembolik bağı oluşturulamadı: %s

source: The pathname you gave does not exist. The icon has not been changed.
tr: Verdiğiniz yol adı mevcut değil. Simge değiştirilmedi.

source: Unable to load image file -- maybe it's not in a format I understand, or maybe the permissions are wrong? The icon has not been changed.
tr: Resim dosyası yüklenemiyor -- belki anladığım bir biçimde değil veya izinler yanlış olabilir? Simge değiştirilmedi.

source: Really delete icon '%s'?
tr: '%s' simgesi gerçekten silinsin mi?

source: Can't delete '%s': %s
tr: '%s' silinemiyor: %s

source: Set icon
tr: Simge ayarla

source: Use a copy of the image as the default for all files of these MIME types.
tr: Bu MIME türlerinin tüm dosyaları için görüntünün bir kopyasını varsayılan olarak kullanın.

source: Set icon for all `%s/<anything>'
tr: Tüm `%s/<anything>' için simge ayarla

source: Use a copy of the image for all files of this MIME type.
tr: Bu MIME türündeki tüm dosyalar için görüntünün bir kopyasını kullanın.

source: For all files of type `%s' (%s/%s)
tr: `%s' (%s/%s) türündeki tüm dosyalar için

source: Add the file and image filenames to your personal list. The setting will be lost if the image or the file is moved.
tr: Dosya ve resim dosya adlarını kişisel listenize ekleyin. Görüntü veya dosya taşınırsa ayar kaybolacaktır.

source: Only for the file `%s'
tr: Yalnızca `%s' dosyası için

source: Copy the image inside the directory, as a hidden file called '.DirIcon'. All users will then see the icon, and you can move the directory around safely. This is usually the best option if you can write to the directory.
tr: Görüntüyü dizinin içine '.DirIcon' adlı gizli bir dosya olarak kopyalayın. Ardından tüm kullanıcılar simgeyi görecek ve dizini güvenle hareket ettirebileceksiniz. Dizine yazabiliyorsanız, bu genellikle en iyi seçenektir.

source: Copy image into directory
tr: Resmi dizine kopyala

source: Drop an icon file here
tr: Buraya bir simge dosyası bırakın

source: Setting icon disabled by CHOICESPATH
tr: Simge ayarlama CHOICESPATH tarafından devre dışı bırakıldı

source: Error creating image '%s': %s
tr: '%s' resmi oluşturulurken hata: %s

source: Mono font
tr: Mono yazı tipi

source: Font for displaying mono-spaced text
tr: Tek aralıklı metni görüntülemek için yazı tipi

source: _Name
tr: _Ad

source: _Type
tr: _Tür

source: _Permissions
tr: _İzinler

source: _Owner
tr: _Sahip

source: _Group
tr: _Grup

source: _Size
tr: _Boyut

source: Last _Modified
tr: Son _Değiştirme

source: Filer windows
tr: Dosya penceresi

source: Auto-resize filer windows
tr: Dosyalayıcı pencereleri otomatik boyutlandır

source: Never automatically resize
tr: Asla otomatik boyutlandırma

source: You'll have to resize windows manually, using the window manager, the `Resize Window' menu entry or by double-clicking on the window background.
tr: Pencere yöneticisini kullanarak, 'Pencereyi Boyutlandır' menü girişini kullanarak veya pencere arka planına çift tıklayarak pencereleri manuel olarak yeniden boyutlandırmanız gerekecektir.

source: Resize when changing the display style
tr: Ekran stilini değiştirirken yeniden boyutlandır

source: Changing the size of the icons or which details are displayed will resize the window for you.
tr: Simgelerin boyutunu veya görüntülenen ayrıntıları değiştirmek pencereyi sizin için boyutlandırır.

source: Always resize
tr: Her zaman boyutlandır

source: The filer will resize windows whenever it seems useful (that is, when changing directory or display style).
tr: Dosyalayıcı, yararlı göründüğünde (yani, dizini veya görüntüleme stilini değiştirirken) pencereleri boyutlandıracaktır.

source: Largest window size:
tr: En geniş pencere boyutu:

source: The largest size, as a percentage of the screen size, that the auto-resizer will resize a window to.
tr: Otomatik boyutlandırıcının bir pencereyi boyutlandıracağı ekran boyutunun yüzdesi olarak en büyük boyut.

source: Window behaviour
tr: Pencere davranışı

source: Short titlebar flags
tr: Kısa başlık çubuğu işaretleri

source: Use single letters instead of words for Scanning, All and Thumbs indicators in the titlebar.
tr: Başlık çubuğundaki Taranıyor, Tümü ve Önizleme göstergeleri için sözcük yerine tek harf kullanın.

source: Unique windows
tr: Eşsiz pencereler

source: If you open a directory and that directory is already displayed in another window, then this option causes the other window to be closed.
tr: Bir dizini açarsanız ve o dizin zaten başka bir pencerede gösteriliyorsa, bu seçenek diğer pencerenin kapanmasına neden olur.

source: New window on button 1
tr: 1. düğmede yeni pencere

source: Clicking with mouse button 1 (usually the left button) opens a directory in a new window with this turned on. Clicking with the button-2 (middle) will reuse the current window.
tr: Bu açıksa 1. fare düğmesini (genellikle sol düğme) tıklamak, yeni bir pencerede bir dizin açar.2. düğmeye (orta) tıklandığında mevcut pencere yeniden kullanılacaktır.

source: Single-click navigation
tr: Tek tıkla gezinme

source: Clicking on an item opens it with this on. Hold down Control to select the item instead. If off, clicking once selects an item; double click to open things.
tr: Bir öğeye tıklamak onu bununla açar. Bunun yerine öğeyi seçmek için Kontrol'ü basılı tutun. Kapalıysa, bir kez tıklandığında bir öğe seçilir; şeyleri açmak için çift tıklayın.

source: Double-click on background resizes
tr: Arka plan çift tıklamak boyutlandırır

source: If on then double clicking on the window background resizes the window, just like clicking on the Automatic size mode button in the toolbar.
tr: Açıksa, pencere arka planına çift tıklamak, tıpkı araç çubuğundaki Otomatik boyut modu düğmesine tıklamak gibi pencereyi yeniden boyutlandırır.

source: Sorting
tr: Sıralama

source: Directories come first (for sort by name)
tr: Dizinler önce gelir (ada göre sıralamak için)

source: If this is on then directories will always appear before anything else when sorting by name.
tr: Bu açıksa, ada göre sıralanırken dizinler her zaman her şeyden önce görünür.

source: Capitalised names first (for sort by name)
tr: Önce büyük harfli adlar (ada göre sıralama için)

source: If on, all filenames starting with a capital letter come before filenames starting with lowercase ones.
tr: Açıksa, büyük harfle başlayan tüm dosya adları, küçük harfle başlayan dosya adlarından önce gelir.

source: Default settings for new windows
tr: Yeni pencereler için varsayılan ayarlar

source: Inherit options from source window
tr: Kaynak penceresinden seçenekleri devral

source: If this is on then display options for a new window are inherited from the source window if possible, otherwise they are set to the defaults below.
tr: Bu açıksa, yeni bir pencere için görüntüleme seçenekleri mümkünse kaynak pencereden devralınır, aksi halde aşağıdaki varsayılanlara ayarlanır.

source: View type:
tr: Türü göster:

source: Sort by:
tr: Sıra ölçütü:

source: Type
tr: Tür

source: Date
tr: Tarih

source: Show hidden files
tr: Gizlileri göster

source: If this is on then files whose names start with a dot are shown too, otherwise they are hidden.
tr: Bu açıksa, adları nokta ile başlayan dosyalar da gösterilir, aksi halde gizlenirler.

source: Show extended attribute indicator
tr: Genişletilmiş öznitelik göstergesini göster

source: If this is on then files which have one or more extended attributes set will have an emblem added to indicate this.
tr: Bu açıksa, bir veya daha fazla genişletilmiş özniteliği ayarlanmış dosyalara bunu belirtmek için bir amblem eklenir.

source: Icon View
tr: Simge Görünümü

source: Default size:
tr: Varsayılan boyut:

source: Huge Icons
tr: Dev Simge

source: Large Icons
tr: Büyük Simge

source: Small Icons
tr: Küçük Simge

source: Default details:
tr: Varsayılan ayrıntılar:

source: No details
tr: Ayrıntı yok

source: Automatic small icons:
tr: Otomatik küçük simge:

source: Change at:
tr: Değiştir:

source: When automatic icon sizing is selected: If the directory contains this many items then it will be shown using Small Icons, otherwise Large Icons will be used.
tr: Otomatik simge boyutlandırma seçildiğinde: Dizin bu kadar çok öğe içeriyorsa Küçük Simge kullanılarak gösterilecektir, aksi halde Büyük Simge kullanılacaktır.

source: Max width (Large icons):
tr: En fazla genişlik (Büyük simge):

source: pixels
tr: piksel

source: Text wider than this is broken onto two lines in Large Icons mode. In Huge Icons mode, text is wrapped when 50% wider than this.
tr: Bundan daha geniş olan metin, Büyük Simge modunda iki satıra bölünür. Büyük Simge modunda, bundan %50 daha geniş olduğunda metin sarılır.

source: (Small Icons):
tr: (Küçük Simge):

source: Maximum width for the text beside a Small Icon.
tr: Küçük Simgenin yanındaki metin için en fazla genişlik.

source: Order small icons vertically
tr: Küçük simgeleri dikey olarak sırala

source: If this option is on, then small icons are arranged in columns, not rows.
tr: Bu seçenek açıksa, küçük simgeler satırlar yerine sütunlar halinde düzenlenir.

source: Order large icons vertically
tr: Büyük simgeleri dikey olarak sırala

source: If this option is on, then large icons are arranged in columns, not rows.
tr: Bu seçenek açıksa, büyük simgeler satırlar halinde değil, sütunlar halinde düzenlenir.

source: Show column headings
tr: Sütun başlıklarını göster

source: If this is on then column headings will be shown in the list view.
tr: Bu açıksa, sütun başlıkları liste görünümünde gösterilecektir.

source: Show full type
tr: Tam türü göster

source: If this is on then the full description of each object's type will be show rather than a short summary of its basic type.
tr: Bu açıksa, temel türünün kısa bir özeti yerine her nesnenin türünün tam açıklaması gösterilecektir.

source: Tools/Minibuffer
tr: Araçlar/Mini arabellek

source: Toolbar
tr: Araç Çubuğu

source: Toolbar type:
tr: Araç çubuğu türü:

source: No toolbar
tr: Araç çubuğu yok

source: Icons only
tr: Sadece simge

source: Text under icons
tr: Simge altında metin

source: Text beside icons
tr: Simge yanında metin

source: Show totals of items
tr: Öğelerin toplamını göster

source: Show the number of items displayed in a filer window, as well as the number of hidden items (if any). When there's a selection, show the number of selected items and their combined size.
tr: Bir dosyalayıcı penceresinde görüntülenen öğelerin sayısını ve ayrıca (varsa) gizli öğelerin sayısını gösterin. Bir seçim olduğunda, seçili öğelerin sayısını ve bunların birleşik boyutunu gösterin.

source: Select the buttons you want on the bar:
tr: Çubukta istediğiniz düğmeleri seçin:

source: Width of toolbar sets minimum width of window
tr: Araç çubuğunun genişliği, minimum pencere genişliğini ayarlar

source: Each filer window is constrained to be wide enough to show the whole of the toolbar
tr: Her dosyalayıcı penceresi, araç çubuğunun tamamını gösterecek kadar geniş olacak şekilde sınırlandırılmıştır

source: Minibuffer
tr: Mini arabellek

source: Beep if Tab-completion fails
tr: Sekme tamamlama başarısız olursa bip sesi

source: When using the `Enter Path...' minibuffer and Tab is pressed, beep if nothing happens (eg, because there are several possibilities and the next letter varies).
tr: `Yolu Gir...' minibuffer kullanılırken ve Sekme tuşuna basıldığında, hiçbir şey olmazsa bip sesi çıkarır (örneğin, birkaç olasılık vardır ve bir sonraki harf değişir).

source: Beep if there are several matches
tr: Birkaç eşleşme varsa bip sesi

source: When using the `Enter Path...' minibuffer and Tab is pressed, beep if there is more than one matching file, even though some more letters were added.
tr: `Yol Gir...' minibuffer kullanılırken ve Sekme tuşuna basıldığında, birkaç harf daha eklenmiş olsa bile birden fazla eşleşen dosya varsa bip sesi çıkarır.

source: When thumbnails are turned on, each image file in a directory is loaded and a small thumbnail of it is shown.
tr: Önizleme açıldığında, bir dizindeki her resim dosyası yüklenir ve bunun küçük bir küçük resmi gösterilir.

source: Show image thumbnails
tr: Resim önizlemeleri göster

source: This is the default setting for new windows. Use the Display menu to turn thumbnails on and off for individual windows.
tr: Bu, yeni pencereler için varsayılan ayardır. Tek tek pencereler için küçük resimleri açmak ve kapatmak için Görüntü menüsünü kullanın.

source: Video thumbnails
tr: Video önizlemeleri

source: Thumbnails cache
tr: Önizleme önbelleği

source: To speed things up, the generated thumbnails are stored in the hidden ~/.thumbnails directory. Click here to remove all the cached thumbnails. They will be created again as needed.
tr: İşleri hızlandırmak için, oluşturulan küçük resimler gizli ~/.thumbnails dizininde saklanır. Önbelleğe alınmış tüm küçük resimleri kaldırmak için burayı tıklayın. Gerektiğinde yeniden oluşturulacaklar.

source: Manage thumbnails
tr: Önizlemeleri yönet

source: When using a pinboard, you can drag files and applications onto the desktop background to create shortcuts to them.
tr: Bir pinboard kullanırken, kısayollar oluşturmak için dosyaları ve uygulamaları masaüstü arka planına sürükleyebilirsiniz.

source: Appearance
tr: Görünüm

source: Foreground:
tr: Ön plan:

source: Text shadow:
tr: Yazı gölgesi:

source: Background:
tr: Arka plan:

source: No shadow
tr: Gölge yok

source: Thin
tr: İnce

source: Thick
tr: Kalın

source: Use custom font:
tr: Özel yazı tipi kullan:

source: The font used for the text displayed under the icons
tr: Simge altında görüntülenen metin için kullanılan yazı tipi

source: Fast scaling of images
tr: Resimlerin hızlı ölçeklenmesi

source: Choose between the fast or slow method of scaling backdrop images. The slow method can give better results.
tr: Arka plan görüntülerini ölçeklendirmenin hızlı veya yavaş yöntemi arasında seçim yapın. Yavaş yöntem daha kaliteli sonuç verebilir.

source: Pinboard behaviour
tr: Pinboard davranışı

source: Single-click to open
tr: Açmak için tek tıklama
